Revit 2027 API
ParameterTypeId.RbsDuctStaticPressure Property
 "Static Pressure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctStaticPressure { get; }
Public Shared ReadOnly Property RbsDuctStaticPressure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctStaticPressure {
	ForgeTypeId^ get ();
}
static member RbsDuctStaticPressure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace